import {ILanguage} from './language';

const russian:ILanguage = {
    header:{
        menu:{
            main: 'Главная',
            about: 'Про нас',
            contacts: 'Контакты',
            checkout: 'Заказы',
            account: 'Аккаунт',
        },
        search: 'Поиск',
        langChange:{
            toRU: 'Русский',
            toENG: 'English',
            toUA: 'Украинский'
        },
    },
    body:{
        contentBlock2:{
            elem1:{
                elemLabel: 'Почему мы?',
                text: 'Люди – профессионалы с большим опытом работы. Полный спектр работ по металлообработке в одном месте – комплексный индивидуальный подход. Конструкторский отдел. Логистика. Многолетний опыт машиностроения – создание промышленного'
            },
            elem2:{
                elemLabel: 'Наши преимущества',
                text: 'Люди – профессионалы с большим опытом работы. Полный спектр работ по металлообработке в одном месте – комплексный индивидуальный подход. Конструкторский отдел. Логистика. Многолетний опыт машиностроения – создание промышленного'
            }
        }
    },
    footer:{
        label1: 'О Компании',
        label2: 'Услуги',
        label3: 'Контактная информация'
    }
}

export default russian
